{
  "Colorizer": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "austere.vim": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "codehint": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "gruvbox": { "branch": "master" },
  "harpoon": { "branch": "master" },
  "hybrid": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v3.x" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "presence.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight": { "branch": "main" },
  "tree-sitter-hypr": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-jimbothemes": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" }
}